/* Invalid Nb ! */
"BUTTON_VERIFY_DISABLED" = "Scorreto numero!";

/* Verify */
"BUTTON_VERIFY_ENABLED" = "Verificare!";

/* Member State : */
"LABEL_MEMBER_STATE" = "Stato Membro :";

/* VAT Number : */
"LABEL_VAT_NUMBER" = "Partita IVA :";

/* Name : */
"LABEL_NAME" = "Nome :";


/* Name : */
"LABEL_ADDRESS" = "Indirizzo :";


/* Various messages */
"NETWORK_ACCESS_IS_REQUESTED"   = "Accesso alla rete richiesto per la verifica di numero di partita IVA.";
"NO_NETWORK"                    = "No Rete !";

"ERROR_ENCOUNTERED_MSG"         = "Errore <%@> riscontrate durante il controllo di numero di partita IVA.";
"ERROR_ENCOUNTERED_NO_WS_MSG"   = "Errore <%@> riscontrate durante il controllo di numero di partita IVA. WebService potrebbe non essere disponibile.";

"ERROR_ENCOUNTERED_TITLE"       = "Errore durante il controllo dello numero.";

"VAT_VALIDATION_MSG_VALID"      = "<%@:%@> è un numero di partita IVA corretto.";
"VAT_VALIDATION_MSG_INVALID"    = "<%@:%@> è un numero di partita IVA scorretto!";
"VAT_VALIDATION_TITLE"          = "Partita IVA risultato";

"HISTORY_LABEL"                 ="Cronologia";
"CONFIRM_DELETION_HISTORY"      ="Confermi l'eliminazione delle chronologia  ?";


"VERIFIED"                      ="controllato";
"VERIFIED_ON_THE"               ="Controllato :";
"FROM_VERIFTVA"                 ="da VerifTVA!";
"STATUS"                        ="Stato";
"HEADER_FOR_HISTORY"            ="Ultime partite IVA controllati";
"EMPTY_HISTORY"                 ="Chronologia svuota!";

"UNKWOWN"                       ="Sconosciuto";

/* Titres icones de la toolbar */
"VERIFY_LABEL"                  ="Verificare";
"HISTORY_LABEL"                 ="Cronologia";

/* Erreure inconnue envoi mail */
"ERROR_SENDING_MAIL"            ="Invio non riuscito - Errore sconosciuto :-(";
